{
	"ADBLOCK_NOTICE": "Παρακαλούμε απενεργοποιήστε το adblocker σας. Χωρίς διαφημίσεις, δεν μπορούμε να σας δώσουμε υπέροχα δωρεάν παιχνίδια. Ευχαριστούμε για την κατανόηση.",
	"VPN_NOTICE": "Η χρήση VPN απαγορευέται στο key-hub.eu, ευχαρστολυμε για την κατανόηση.",
	"PROMO_US": "Sorry, this promotion is only available in NA! Αν πιστεύετε πως πρόκειται για σφάλμα, feel free to join our Discord server and we will be glad to assist you.",
	"NETWORK_ERR": "Αντιμετωπίσαμε ένα σφάλμα, περιμένετε για λίγο και try verifying again.",
	"LEVEL_ERR": "Failed to retrieve your steam level, παρακαλούμε κάντε κλικ <a href=\"?refreshLvl=1\" style=\"color: black;\">εδώ</a> για να το ανανεώσετε.",
	"LEVEL_ERR2": "Έλεγξε πως το προφίλ σας στο steam ειναι Δημόσιο και προσπάθηστε ξανά σε 5 λεπτά. <a href=\"?refreshLvl=1\" style=\"color: black;\">Ανανεώση επιπέδου</a>",
	"NAV_HOME": "Home",
	"NAV_REVIEW": "Review",
	"NAV_REVIEWS": "Κριτικές",
	"NAV_DROPS": "Drops",
	"NAV_PROFILE": "Προφίλ",
	"NAV_DASH": "Dashboard",
	"NAV_MAIL": "Email",
	"NAV_FAQ": "Συχνές ερωτήσεις",
	"NAV_ABOUT": "About",
	"NAV_PRIVACY": "Ασφάλεια",
	"NAV_LOGIN": "Συνδεθείτε με το Steam",
	"NAV_LOGOUT": "Αποσύνδεση",
	"FOOT_CREATED": "Δημιουργήθηκε από",
	"FOOT_CONTACT": "Επικοινωνήστε μαζί μας",
	"FOOT_LINKS": "Links",
	"FOOT_COPY": "Copyright:",
	"FOOT_LOVE": "Φτιάχτηκε με <i class=\"fa fa-heart\" style=\"color:red;\"></i> in Czech Republic, Israel, Brazil and Ukraine",
	"FOOT_DISCL": "We are not affiliated with Steam or Valve, Valve and Steam are registered trademarks of Valve Corporation.",
	"HEAD_TITLE": "KeyHub - Giveaways κάθε μέρα",
	"HEAD_DESC": "KeyHub is the best place to get those sweet steam keys. Bring your mom, your uncle, or even your dog! There's keys for everyone!",
	"ABOUT_TITLE": "Σχετικά με εμάς",
	"ABOUT_PAR1": "Είμαστε μια ομάδα of game enthusiasts with the same perspective: cut off the hogwash from giveaway websites, and provide people like us with the best experience they deserve. Bad sites είναι παντού στο διαδίκτυο, with their poor servers, random downtimes και υποσχέσεις that just don’t come off right; Το Keyhub ήρθε να το αλλάξει αυτό, δίνοντας μια νέα επιλογή σε αυτούς που αναζητούν the best deal of free games in trade for their time, with a snappy and buttery smooth layout, συχνά giveaways, και υποστήριξη 24/7.",
	"ABOUT_PAR2": "We serve you the best quality of life features, from our most reliable servers in the heart of Europe, the Czech Republic. With moderators and support members from all over the world, ready to help with your issues, and give out the best games to expand your Steam Library along with those bragging rights, and of course, lots of fun.",
	"ABOUT_PAR3": "KeyHub is here to give y'all the best possible experience, in a familiar environment. You can support us by donating, leaving a suggestion or just participating in the giveaways.",
	"ABOUT_PAR4": "You’re always welcome, hope you like our project! ",
	"DROPS_NEXT": "Next drop in:",
	"DROPS_CLAIM": "Claim Key",
	"DROPS_SUPP": "Κάνοντας κλικ σε μία διαφήμιση μας βοηθά πολυ και παίρνει μόνο ένα δευτερόλεπτο. Σας ευχαριστούμε για την υποστήριξη.",
	"DROPS_FEED": "DON'T FORGET TO REVIEW THE KEY <a href=\"/drops?postStatus=true\" target=\"_blank\" style=\"color: #fd8500;\">HERE</a>! OTHERWISE YOU WILL NOT BE ABLE TO PARTICIPATE IN THE FUTURE DROPS!",
	"DROPS_DONATE": "Donate",
	"DROPS_WARN": "Warning! Posting invalid keys will result in consequences. You dont have to give any keys to be able to claim keys nor donators get any advantage for doing so",
	"DROPS_DON_BTN": "Donate key",
	"DROPS_TOP_TIT": "Top donors of this month",
	"DROPS_TOP_PLACE": "Θέση",
	"DROPS_TOP_USER": "Χρήστης",
	"DROPS_TOP_MONTH": "Κάρμα αυτού του μήνα",
	"DROPS_TOP_EVER": "Ολικό κάρμα",
	"DROPS_RULES_TIT": "Κανόνες:",
	"DROPS_RULES_PAR1": "- Καθέ χρήστης έχει την ευκαιρία να διεκδικήσει a key drop. Ο ταχύτερος που θα διεκδικήσει το κλειδί το αποκτά.",
	"DROPS_RULES_PAR2": "- Ένα κουμπί διεκδίκησης θα εμφανίστει όταν η αντίστροφη μέτρηση χτυπήσει 0.",
	"DROPS_RULES_PAR3": "<span style=\"color:#fd8500;\">- User is required to specify the working state of the key:</span> e.g. Working key, Duplicated key, Product already owned or base game required. Not doing so will result in disqualification in any future key drops.",
	"DROPS_RULES_PAR4": "- Ο χρήστης είναι υποχρεωμένος να απαντήσει για την κατάσταση του κλειδιού με ειλικρίνια. Any dishonest answers will result in disqualification from future drops",
	"DROPS_RULES_PAR5": "- Only unlocked steam accounts are eligible to claim a key drop (to prevent bot accounts from claiming the keys)",
	"DROPS_RATE_TIT": "Αξιολόγηστε το κλειδί σας",
	"DROPS_RATE_WORKS": "Το κλειδί δούλεψε",
	"DROPS_RATE_DUPED": "Key was duplicated",
	"DROPS_RATE_OWNED": "Κατέχω ήδη το παιχνίδι",
	"DROPS_RATE_DLC": "Χρειάζομαι το βασικό παιχνίδι για να ενεργοποιήσω αυτό το DLC",
	"REVIEWS_TITLE": "Κριτικές",
	"REVIEWS_MORE": "Διαβάστε περισσότερα...",
	"PROFILE_WON_KEYS": "Κερδισμένα κλειδιά:",
	"KEY_REDEEM": "Εξαργύρωση",
	"GIVEAWAY_LEFT": "Κλειδιά που απέμειναν",
	"GIVEAWAY_RESERVED": "Keys Reserved",
	"GIVEAWAY_RESERVED_TLTP": "Για χρήστες VIP. Διαβάστε τις Συχνές ερωτήσεις για να μάθετε περισσότερα",
	"GIVEAWAY_NSFW": "This title seems to be NSFW, are you sure πως επιθυμείτε να συνεχίσετε;",
	"GIVEAWAY_NSFW_BTN": "Είμαι άνω των 18 ετών και επιθυμώ να συνεχίσω",
	"GIVEAWAY_VERIFY": "Επαλήθευση όλων των εργασιών",
	"GIVEAWAY_VERIFY_PROGRESS": "Οι εργασιές σας έχουν επαληθευτεί",
	"GIVEAWAY_PROFILE_PUBLIC": "Βεβαιωθείτε πως έχετε το steam προφίλ σας ορισμένο σε <a href=\"https://steamcommunity.com/my/edit/settings\" target=\"_blank\">Δημόσιο</a>",
	"FAQ_TITLE": "Συχνές ερωτήσεις",
	"FAQ_HOW_TIT": "Πώς δουλεύει;",
	"FAQ_HOW_PAR": "Γίνονται πολλά στο παρασκήνιο, but simply put, έχουμε συνεργάτες που είναι πρόθυμοι να σας δώσουν υπέροχα παιχνίδια δωρεάν για λίγα λεπτά από τον χρόνο σας. Δεν συλλέγουμε, ούτε πουλάμε τα προσωπικά σας στοιχεία εκτος απο το Steam64ID σας.",
	"FAQ_CREDENTIALS_TIT": "Can you see my steam credentials?",
	"FAQ_CREDENTIALS_PAR": "Όχι, όπως αναφέραμε προηγουμένως, το μόνο που συλλέγουμε είναι το Steam64ID σας. The system you sign in with Steam on our site is called oAuth and it is a protocol that helps us verify your identity without handing us none of your personal information - that includes your email address, password, username, phone number, etc.",
	"FAQ_CREDENTIALS_NOTE": "Note: Many phishing websites trick you into thinking you are signing into steam, but in reality you are filling your login details to a totally different site. You should be aware of this and always check the top URL bar. Never tell your login credentials to anyone and you should always have your 2FA enabled! For more details visit <a href=\"https://support.steampowered.com/kb_article.php?ref=1266-OAFV-8478\" target=\"_blank\">Steam Account Security FAQ</a> or watch a <a href=\"https://www.youtube.com/watch?v=CT3gkop7244\" target=\"_blank\">detailed video</a> on how to prevent scams and account theft (applies to whole Steam, not just CS:GO)",
	"FAQ_VERIFICATION_TIT": "I joined a group/wishlisted a game και η επαλήθευση δεν δουλεύει",
	"FAQ_VERIFICATION_PAR": "Βεβαιωθείτε πως your <b>Profile</b> and <b>Game details</b> are set to <a href=\"https://steamcommunity.com/my/edit/settings\" target=\"_blank\">Public</a>, if the issue persists, παρακαλούμε στείλτε μας email στο <a href=\"mailto:support@key-hub.eu\">support@key-hub.eu</a>",
	"FAQ_KEY_TIT": "I completed all the tasks and haven’t received a key",
	"FAQ_KEY_PAR": "We keep logs of all actions on our website, it is possible keys were exhausted before you managed to finish all tasks. The remaining key counter is updating in real time, so you should have an idea if it is worth the effort. If you completed all the tasks in time and an error prevented you from receiving the key, we’ll email you the key that has been assigned to your steamID.  In case of receiving a duplicate key, we will not provide any assistance unless more people experience the issue. In that case we will offer new keys as a compensation for your time (Such event would be posted on both our steam group and FGOS subreddit, your keys could be found in the account section along with other received keys tied to your account).",
	"FAQ_JOIN_TIT": "I would like to be a member of your team",
	"FAQ_JOIN_PAR": "If you know front-end web development (HTML, CSS, javascript) or are handy in business oriented tasks as making new partners and advertising, let us know on our email with subject “team membership”.",
	"FAQ_DEV_TIT": "I am a developer and I would like my game given away on your website",
	"FAQ_DEV_PAR": "We offer advanced giveaway tools to our lovely developers to use in order to promote their product and/or upcoming product, if you want to know more, email us at <a href=\"mailto:partnership@key-hub.eu\">partnership@key-hub.eu</a> with subject “partnership”.",
	"FAQ_DONATE_TIT": "I want to donate, how can I do so?",
	"FAQ_DONATE_PAR": "You can donate directly to our paypal via the donate button on the page footer, payments over $10 will grant you a free VIP account; don’t forget to link your steam profile and desired quote which will be displayed on our website. Donators can add us on Steam and we will be pleased to answer any of your questions. Note that you are NOT paying for a service and your transaction is not eligible for refund. Users who tick the box \"Paying for goods or a service?\" will not receive the benefits and their donation will be returned.",
	"FAQ_VIP_TIT": "Αγόρασα λογαριασμό VIP, ποια είναι τα προτερήματα?",
	"FAQ_VIP_PAR": "Προσπαθούμε να αναπτυχθούμε κάθε μέρα; για την ώρα, έχουμε μόνο λίγα οφέλη αλλά μπορείτε να αναμένετε και άλλα οφέλη στο μέλλον!",
	"FAQ_VIP_BULL1": "Όχι διαφημίσεις;",
	"FAQ_VIP_BULL2": "Ικανότητα να παραλείψετε την απαίτηση για το ελάχιστο επίπεδο Steam;",
	"FAQ_VIP_BULL3": "Reserved keys for all giveaways taking place after account activation (never miss a giveaway again!);",
	"FAQ_VIP_BULL4": "Ειδοποιήσεις στο email - ενημερωθείτε άμεσα για νέα giveaways,",
	"FAQ_VIP_BULL5": "Private premium giveaways μόνο για χρήστες VIP,",
	"FAQ_VIP_BULL6": "Have your name and quote of choice be listed on the site as an act of appreciation.",
	"FAQ_STEAM_TIT": "Πώς ενεργοποιώ ένα κλειδί στον λογαριασμό μου στο steam,",
	"FAQ_STEAM_PAR": "There are several ways you can go about doing this:",
	"FAQ_STEAM_BULL1": "Κάντε κλικ στο κουμπί “Εξαργύρωση κλειδιού”  και το κλειδι θα συμπληρωθεί εκ των προτέρων αυτόματα για εσάς,",
	"FAQ_STEAM_BULL2": "Head over to <a href=\"https://store.steampowered.com/account/registerkey\">https://store.steampowered.com/account/registerkey</a> and fill the key manually;",
	"FAQ_STEAM_BULL3": "Εναλλακτικά, μπορείτε να ανοίξετε your steam client and hover over “games” in the top dropdown menu και να επιλέξετε “Ενεργοποιήση προιόντος στο Steam”",
	"FAQ_STEAM_IMG": "https://i.imgur.com/y0zf1AK.png",
	"FAQ_REVOKE_TIT": "Κράταω τα παιχνίδια για πάντα;",
	"FAQ_REVOKE_PAR": "Ναι, τα κρατάτε! Όλα τα κλειδια που λαμβάνεται από εδώ είναι δικά σας για πάντα.",
	"FAQ_BUG_TIT": "Do you guys do bug bounty programs?",
	"FAQ_BUG_PAR": "Hell yeah! If you found anything time-worthy (not a broken page rendering for a Nokia 3310 or a misaligned picture) hit us up on our email for a free premium game key or a cash reward.",
	"FAQ_ADD_TIT": "Ξεχάσαμε τίποτα;",
	"FAQ_ADD_PAR": "Υπάρχει κάτο που ξεχάσαμε να αναφέρουμε; Ρωτήστε μας on our steam group or αφήστε ένα σχόλιο on our reddit post and we will try our best να σας βοηθήσουμε and resolve the issue."
}
